Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: As the user sees the properties: try a value to see the conditions at work.
ar: الخصائص كما يراها المستخدم: جرّب قيمة لترى الشروط وهي تعمل.
de: So sieht der Benutzer die Eigenschaften: Probieren Sie einen Wert aus, um die Bedingungen in Aktion zu sehen.
es: Las propiedades tal como las ve el usuario: prueba un valor para ver las condiciones en acción.
fr: Les propriétés telles que l’utilisateur les voit : essayez une valeur pour voir les conditions à l’œuvre.
hi: यूज़र को प्रॉपर्टी ऐसी दिखती हैं: कंडीशन को काम करते देखने के लिए कोई वैल्यू आज़माएँ।
it: Le proprietà come le vede l’utente: prova un valore per vedere le condizioni all’opera.
ja: ユーザに表示されるプロパティです。値を変えて条件の動作を確認できます。
ko: 사용자에게 보이는 속성입니다. 값을 바꿔 조건이 작동하는 것을 확인하십시오.
pl: Właściwości tak, jak widzi je użytkownik: wypróbuj wartość, aby zobaczyć działanie warunków.
pt_br: As propriedades como o usuário as vê: experimente um valor para ver as condições em ação.
ru: Свойства так, как их видит пользователь: попробуйте значение, чтобы увидеть работу условий.
tr: Özellikler kullanıcının gördüğü gibi: koşulların nasıl çalıştığını görmek için bir değer deneyin.
uk: Властивості так, як їх бачить користувач: спробуйте значення, щоб побачити роботу умов.
zh_hans: 用户看到的属性：试一下某个值，看看条件如何起作用。
zh_hant: 使用者看到的屬性：試試某個值，看看條件如何運作。

source: Assets
ar: الأصول
es: Recursos
fr: Ressources
hi: एसेट
it: Risorse
ja: アセット
ko: 에셋
pl: Zasoby
pt_br: Recursos
ru: Ресурсы
tr: Varlıklar
uk: Ресурси
zh_hans: 素材
zh_hant: 素材

source: Audio-Reactive Scale
ar: مقياس متجاوب مع الصوت
de: Audio-reaktive Skalierung
es: Escala reactiva al audio
fr: Échelle réactive au son
hi: ऑडियो-रिस्पॉन्सिव स्केल
it: Scala reattiva all’audio
ja: オーディオ反応スケール
ko: 오디오 반응 크기
pl: Skala reagująca na dźwięk
pt_br: Escala Reativa ao Áudio
ru: Масштаб под звук
tr: Sese Duyarlı Ölçek
uk: Масштаб під звук
zh_hans: 音频响应缩放
zh_hant: 音訊響應縮放

source: Bind
ar: ربط
de: Verknüpfen
es: Vincular
fr: Lier
hi: बाइंड करें
it: Collega
ja: バインド
ko: 연결
pl: Powiąż
pt_br: Vincular
ru: Привязать
tr: Bağla
uk: Привʼязати
zh_hans: 绑定
zh_hant: 綁定

source: Bind User Property
ar: ربط خاصية مستخدم
de: Benutzereigenschaft verknüpfen
es: Vincular propiedad de usuario
fr: Lier une propriété utilisateur
hi: यूज़र प्रॉपर्टी बाइंड करें
it: Collega proprietà utente
ja: ユーザプロパティをバインド
ko: 사용자 속성 연결
pl: Powiąż właściwość użytkownika
pt_br: Vincular Propriedade do Usuário
ru: Привязать пользовательское свойство
tr: Kullanıcı Özelliği Bağla
uk: Привʼязати властивість користувача
zh_hans: 绑定用户属性
zh_hant: 綁定使用者屬性

source: Bind to User Property
ar: ربط بخاصية المستخدم
de: An Benutzereigenschaft binden
es: Vincular a propiedad de usuario
fr: Lier à une propriété utilisateur
hi: यूज़र प्रॉपर्टी से जोड़ें
it: Collega a proprietà utente
ja: ユーザプロパティに連動
ko: 사용자 속성에 연결
pl: Powiąż z właściwością użytkownika
pt_br: Vincular a Propriedade do Usuário
ru: Привязать к пользовательскому свойству
tr: Kullanıcı Özelliğine Bağla
uk: Прив’язати до властивості користувача
zh_hans: 绑定到用户属性
zh_hant: 綁定至使用者屬性

source: Bind to User Property…
ar: ربط بخاصية مستخدم…
de: Mit Benutzereigenschaft verknüpfen …
es: Vincular a una propiedad de usuario…
fr: Lier à une propriété utilisateur…
hi: यूज़र प्रॉपर्टी से बाइंड करें…
it: Collega a una proprietà utente…
ja: ユーザプロパティにバインド…
ko: 사용자 속성에 연결…
pl: Powiąż z właściwością użytkownika…
pt_br: Vincular a uma Propriedade do Usuário…
ru: Привязать к пользовательскому свойству…
tr: Kullanıcı Özelliğine Bağla…
uk: Привʼязати до властивості користувача…
zh_hans: 绑定到用户属性…
zh_hant: 綁定到使用者屬性⋯

source: Bottom
ar: أسفل
de: Unten
es: Abajo
fr: Bas
hi: नीचे
it: In basso
ja: 下
ko: 아래
pl: Dół
pt_br: Inferior
ru: Снизу
tr: Alt
uk: Знизу
zh_hans: 底部
zh_hant: 底部

source: Bound to: %@
ar: مرتبط بـ: %@
de: Verknüpft mit: %@
es: Vinculado a: %@
fr: Lié à : %@
hi: इससे बाइंड: %@
it: Collegato a: %@
ja: バインド先：%@
ko: 연결 대상: %@
pl: Powiązano z: %@
pt_br: Vinculado a: %@
ru: Привязано к: %@
tr: Bağlı olduğu yer: %@
uk: Привʼязано до: %@
zh_hans: 绑定到：%@
zh_hant: 綁定到：%@

source: Bring Forward
ar: إحضار للأمام
de: Nach vorne
es: Traer hacia delante
fr: Avancer
hi: आगे लाएँ
it: Porta avanti
ja: 前面へ
ko: 앞으로 가져오기
pl: Przesuń do przodu
pt_br: Trazer para Frente
ru: Переместить вперёд
tr: Öne Getir
uk: Перемістити вперед
zh_hans: 上移一层
zh_hant: 上移一層

source: Bring to Front
ar: إحضار إلى المقدمة
de: Ganz nach vorne
es: Traer al frente
fr: Mettre au premier plan
hi: सबसे आगे लाएँ
it: Porta in primo piano
ja: 最前面へ
ko: 맨 앞으로 가져오기
pl: Przesuń na wierzch
pt_br: Trazer para o Primeiro Plano
ru: На передний план
tr: En Öne Getir
uk: На передній план
zh_hans: 移到最前
zh_hant: 移到最前

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Center
ar: المنتصف
de: Mitte
es: Centro
fr: Centre
hi: मध्य
it: Centro
ja: 中央
ko: 가운데
pl: Środek
pt_br: Centro
ru: По центру
tr: Orta
uk: По центру
zh_hans: 居中
zh_hant: 置中

source: Center on Scene
ar: توسيط في المشهد
de: In Szene zentrieren
es: Centrar en la escena
fr: Centrer dans la scène
hi: दृश्य के बीच रखें
it: Centra nella scena
ja: シーンの中央に配置
ko: 장면 중앙에 배치
pl: Wyśrodkuj w scenie
pt_br: Centralizar na Cena
ru: Разместить по центру сцены
tr: Sahnede Ortala
uk: Розмістити по центру сцени
zh_hans: 在场景中居中
zh_hant: 在場景中置中

source: Change %@
ar: تغيير %@
de: %@ ändern
es: Cambiar %@
fr: Modifier %@
hi: %@ बदलें
it: Modifica %@
ja: %@の変更
ko: %@ 변경
pl: Zmiana: %@
pt_br: Alterar %@
ru: Изменение: %@
tr: %@ Değişikliği
uk: Зміна: %@
zh_hans: 更改%@
zh_hant: 更改%@

source: Change Alignment
ar: تغيير المحاذاة
de: Ausrichtung ändern
es: Cambiar alineación
fr: Modifier l’alignement
hi: संरेखण बदलें
it: Modifica allineamento
ja: 配置の変更
ko: 정렬 변경
pl: Zmiana wyrównania
pt_br: Alterar Alinhamento
ru: Изменение выравнивания
tr: Hizalamayı Değiştir
uk: Зміна вирівнювання
zh_hans: 更改对齐方式
zh_hant: 更改對齊方式

source: Change Blend Mode
ar: تغيير وضع الدمج
de: Mischmodus ändern
es: Cambiar modo de fusión
fr: Modifier le mode de fusion
hi: ब्लेंड मोड बदलें
it: Cambia modalità di fusione
ja: ブレンドモードの変更
ko: 혼합 모드 변경
pl: Zmiana trybu mieszania
pt_br: Alterar Modo de Combinação
ru: Изменение режима смешивания
tr: Karışım Modunu Değiştir
uk: Зміна режиму накладання
zh_hans: 更改混合模式
zh_hant: 更改混合模式

source: Change Color
ar: تغيير اللون
de: Farbe ändern
es: Cambiar color
fr: Modifier la couleur
hi: रंग बदलें
it: Cambia colore
ja: カラーの変更
ko: 색상 변경
pl: Zmiana koloru
pt_br: Alterar Cor
ru: Изменение цвета
tr: Rengi Değiştir
uk: Зміна кольору
zh_hans: 更改颜色
zh_hant: 更改顏色

source: Change Condition
ar: تغيير الشرط
de: Bedingung ändern
es: Cambiar condición
fr: Modifier la condition
hi: कंडीशन बदलें
it: Modifica condizione
ja: 条件を変更
ko: 조건 변경
pl: Zmień warunek
pt_br: Alterar Condição
ru: Изменить условие
tr: Koşulu Değiştir
uk: Змінити умову
zh_hans: 更改条件
zh_hant: 更改條件

source: Change Decimals
ar: تغيير المنازل العشرية
de: Dezimalstellen ändern
es: Cambiar decimales
fr: Modifier les décimales
hi: दशमलव स्थान बदलें
it: Modifica decimali
ja: 小数点以下の桁数を変更
ko: 소수 자릿수 변경
pl: Zmień liczbę miejsc po przecinku
pt_br: Alterar Casas Decimais
ru: Изменить число знаков после запятой
tr: Ondalık Basamakları Değiştir
uk: Змінити кількість знаків після коми
zh_hans: 更改小数位数
zh_hant: 更改小數位數

source: Change Default
ar: تغيير القيمة الافتراضية
de: Standardwert ändern
es: Cambiar valor predeterminado
fr: Modifier la valeur par défaut
hi: डिफ़ॉल्ट बदलें
it: Modifica valore predefinito
ja: デフォルト値を変更
ko: 기본값 변경
pl: Zmień wartość domyślną
pt_br: Alterar Valor Padrão
ru: Изменить значение по умолчанию
tr: Varsayılanı Değiştir
uk: Змінити типове значення
zh_hans: 更改默认值
zh_hant: 更改預設值

source: Change Effect Option
ar: تغيير خيار التأثير
de: Effektoption ändern
es: Cambiar opción del efecto
fr: Modifier l’option de l’effet
hi: इफ़ेक्ट विकल्प बदलें
it: Modifica opzione dell’effetto
ja: エフェクトのオプションの変更
ko: 효과 옵션 변경
pl: Zmiana opcji efektu
pt_br: Alterar Opção do Efeito
ru: Изменение параметра эффекта
tr: Efekt Seçeneğini Değiştir
uk: Зміна параметра ефекту
zh_hans: 更改效果选项
zh_hant: 更改效果選項

source: Change Font
ar: تغيير الخط
de: Schrift ändern
es: Cambiar tipo de letra
fr: Modifier la police
hi: फ़ॉन्ट बदलें
it: Modifica font
ja: フォントの変更
ko: 서체 변경
pl: Zmiana czcionki
pt_br: Alterar Fonte
ru: Изменение шрифта
tr: Yazı Tipini Değiştir
uk: Зміна шрифту
zh_hans: 更改字体
zh_hant: 更改字體

source: Change Label
ar: تغيير التسمية
de: Label ändern
es: Cambiar etiqueta
fr: Modifier le libellé
hi: लेबल बदलें
it: Modifica etichetta
ja: ラベルを変更
ko: 레이블 변경
pl: Zmień etykietę
pt_br: Alterar Rótulo
ru: Изменить подпись
tr: Etiketi Değiştir
uk: Змінити підпис
zh_hans: 更改标签
zh_hant: 更改標籤

source: Change Mask
ar: تغيير القناع
de: Maske ändern
es: Cambiar máscara
fr: Modifier le masque
hi: मास्क बदलें
it: Modifica maschera
ja: マスクの変更
ko: 마스크 변경
pl: Zmiana maski
pt_br: Alterar Máscara
ru: Изменение маски
tr: Maskeyi Değiştir
uk: Зміна маски
zh_hans: 更改蒙版
zh_hant: 更改遮罩

source: Change Opacity
ar: تغيير العتامة
de: Deckkraft ändern
es: Cambiar opacidad
fr: Modifier l’opacité
hi: अपारदर्शिता बदलें
it: Cambia opacità
ja: 不透明度の変更
ko: 불투명도 변경
pl: Zmiana krycia
pt_br: Alterar Opacidade
ru: Изменение непрозрачности
tr: Opaklığı Değiştir
uk: Зміна непрозорості
zh_hans: 更改不透明度
zh_hant: 更改不透明度

source: Change Option
ar: تغيير الخيار
de: Option ändern
es: Cambiar opción
fr: Modifier l’option
hi: विकल्प बदलें
it: Modifica opzione
ja: オプションを変更
ko: 옵션 변경
pl: Zmień opcję
pt_br: Alterar Opção
ru: Изменить вариант
tr: Seçeneği Değiştir
uk: Змінити варіант
zh_hans: 更改选项
zh_hant: 更改選項

source: Change Padding
ar: تغيير الحشوة
de: Innenabstand ändern
es: Cambiar relleno
fr: Modifier la marge intérieure
hi: पैडिंग बदलें
it: Modifica spaziatura interna
ja: 余白の変更
ko: 여백 변경
pl: Zmiana marginesu
pt_br: Alterar Preenchimento
ru: Изменение отступа
tr: Dolguyu Değiştir
uk: Зміна відступу
zh_hans: 更改内边距
zh_hant: 更改內距

source: Change Position
ar: تغيير الموضع
de: Position ändern
es: Cambiar posición
fr: Modifier la position
hi: स्थिति बदलें
it: Cambia posizione
ja: 位置の変更
ko: 위치 변경
pl: Zmiana położenia
pt_br: Alterar Posição
ru: Изменение положения
tr: Konumu Değiştir
uk: Зміна положення
zh_hans: 更改位置
zh_hant: 更改位置

source: Change Property Type
ar: تغيير نوع الخاصية
de: Eigenschaftstyp ändern
es: Cambiar tipo de propiedad
fr: Modifier le type de propriété
hi: प्रॉपर्टी का प्रकार बदलें
it: Modifica tipo di proprietà
ja: プロパティの種類を変更
ko: 속성 유형 변경
pl: Zmień typ właściwości
pt_br: Alterar Tipo da Propriedade
ru: Изменить тип свойства
tr: Özellik Türünü Değiştir
uk: Змінити тип властивості
zh_hans: 更改属性类型
zh_hant: 更改屬性類型

source: Change Rotation
ar: تغيير الاستدارة
de: Drehung ändern
es: Cambiar rotación
fr: Modifier la rotation
hi: घुमाव बदलें
it: Cambia rotazione
ja: 回転の変更
ko: 회전 변경
pl: Zmiana obrotu
pt_br: Alterar Rotação
ru: Изменение поворота
tr: Döndürmeyi Değiştir
uk: Зміна повороту
zh_hans: 更改旋转
zh_hant: 更改旋轉

source: Change Scale
ar: تغيير المقياس
de: Skalierung ändern
es: Cambiar escala
fr: Modifier l’échelle
hi: स्केल बदलें
it: Cambia scala
ja: スケールの変更
ko: 비율 변경
pl: Zmiana skali
pt_br: Alterar Escala
ru: Изменение масштаба
tr: Ölçeği Değiştir
uk: Зміна масштабу
zh_hans: 更改缩放
zh_hant: 更改縮放

source: Change Script Property
ar: تغيير خاصية البرنامج النصي
de: Skripteigenschaft ändern
es: Cambiar propiedad del script
fr: Modifier une propriété du script
hi: स्क्रिप्ट प्रॉपर्टी बदलें
it: Modifica proprietà dello script
ja: スクリプトのプロパティを変更
ko: 스크립트 속성 변경
pl: Zmień właściwość skryptu
pt_br: Alterar Propriedade do Script
ru: Изменить свойство скрипта
tr: Betik Özelliğini Değiştir
uk: Змінити властивість скрипту
zh_hans: 更改脚本属性
zh_hant: 更改腳本屬性

source: Change Size
ar: تغيير الحجم
de: Größe ändern
es: Cambiar tamaño
fr: Modifier la taille
hi: आकार बदलें
it: Modifica dimensioni
ja: サイズの変更
ko: 크기 변경
pl: Zmiana rozmiaru
pt_br: Alterar Tamanho
ru: Изменение размера
tr: Boyutu Değiştir
uk: Зміна розміру
zh_hans: 更改大小
zh_hant: 更改大小

source: Change Slider
ar: تغيير شريط التمرير
de: Schieberegler ändern
es: Cambiar regulador
fr: Modifier le curseur
hi: स्लाइडर बदलें
it: Modifica cursore
ja: スライダを変更
ko: 슬라이더 변경
pl: Zmień suwak
pt_br: Alterar Controle Deslizante
ru: Изменить ползунок
tr: Kaydırıcıyı Değiştir
uk: Змінити повзунок
zh_hans: 更改滑块
zh_hant: 更改滑桿

source: Change Text
ar: تغيير النص
de: Text ändern
es: Cambiar texto
fr: Modifier le texte
hi: टेक्स्ट बदलें
it: Modifica testo
ja: テキストの変更
ko: 텍스트 변경
pl: Zmiana tekstu
pt_br: Alterar Texto
ru: Изменение текста
tr: Metni Değiştir
uk: Зміна тексту
zh_hans: 更改文本
zh_hant: 更改文字

source: Change Text Script
ar: تغيير البرنامج النصي للنص
de: Textskript ändern
es: Cambiar script del texto
fr: Modifier le script du texte
hi: टेक्स्ट स्क्रिप्ट बदलें
it: Modifica script del testo
ja: テキストスクリプトの変更
ko: 텍스트 스크립트 변경
pl: Zmiana skryptu tekstu
pt_br: Alterar Script do Texto
ru: Изменение скрипта текста
tr: Metin Betiğini Değiştir
uk: Зміна скрипту тексту
zh_hans: 更改文本脚本
zh_hant: 更改文字腳本

source: Change Text Size
ar: تغيير حجم النص
de: Textgröße ändern
es: Cambiar tamaño del texto
fr: Modifier la taille du texte
hi: टेक्स्ट का आकार बदलें
it: Modifica dimensione del testo
ja: テキストサイズの変更
ko: 텍스트 크기 변경
pl: Zmiana rozmiaru tekstu
pt_br: Alterar Tamanho do Texto
ru: Изменение размера текста
tr: Metin Boyutunu Değiştir
uk: Зміна розміру тексту
zh_hans: 更改文本大小
zh_hant: 更改文字大小

source: Change Texture
ar: تغيير النسيج
de: Textur ändern
es: Cambiar textura
fr: Modifier la texture
hi: टेक्सचर बदलें
it: Modifica texture
ja: テクスチャの変更
ko: 텍스처 변경
pl: Zmiana tekstury
pt_br: Alterar Textura
ru: Изменение текстуры
tr: Dokuyu Değiştir
uk: Зміна текстури
zh_hans: 更改纹理
zh_hant: 更改紋理

source: Change User Property…
ar: تغيير خاصية المستخدم…
de: Benutzereigenschaft ändern …
es: Cambiar propiedad de usuario…
fr: Changer de propriété utilisateur…
hi: यूज़र प्रॉपर्टी बदलें…
it: Cambia proprietà utente…
ja: ユーザプロパティを変更…
ko: 사용자 속성 변경…
pl: Zmień właściwość użytkownika…
pt_br: Alterar Propriedade do Usuário…
ru: Изменить пользовательское свойство…
tr: Kullanıcı Özelliğini Değiştir…
uk: Змінити властивість користувача…
zh_hans: 更改用户属性…
zh_hant: 更改使用者屬性⋯

source: Checkbox
ar: خانة اختيار
de: Markierungsfeld
es: Casilla
fr: Case à cocher
hi: चेकबॉक्स
it: Casella
ja: チェックボックス
ko: 체크상자
pl: Pole wyboru
pt_br: Caixa de Seleção
ru: Флажок
tr: Onay Kutusu
uk: Прапорець
zh_hans: 复选框
zh_hant: 勾選框

source: Choose File…
ar: اختيار ملف…
de: Datei auswählen …
es: Seleccionar archivo…
fr: Choisir un fichier…
hi: फ़ाइल चुनें…
it: Scegli file…
ja: ファイルを選択…
ko: 파일 선택…
pl: Wybierz plik…
pt_br: Escolher Arquivo…
ru: Выбрать файл…
tr: Dosya Seç…
uk: Вибрати файл…
zh_hans: 选取文件…
zh_hant: 選擇檔案⋯

source: Choose Folder…
ar: اختيار مجلد…
de: Ordner auswählen …
es: Seleccionar carpeta…
fr: Choisir un dossier…
hi: फ़ोल्डर चुनें…
it: Scegli cartella…
ja: フォルダを選択…
ko: 폴더 선택…
pl: Wybierz folder…
pt_br: Escolher Pasta…
ru: Выбрать папку…
tr: Klasör Seç…
uk: Вибрати папку…
zh_hans: 选取文件夹…
zh_hant: 選擇檔案夾⋯

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
pl: Wyczyść
pt_br: Limpar
ru: Очистить
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

source: Clear Mask
ar: مسح القناع
de: Maske entfernen
es: Borrar máscara
fr: Effacer le masque
hi: मास्क हटाएँ
it: Cancella maschera
ja: マスクを消去
ko: 마스크 지우기
pl: Usuń maskę
pt_br: Limpar Máscara
ru: Убрать маску
tr: Maskeyi Temizle
uk: Прибрати маску
zh_hans: 清除蒙版
zh_hant: 清除遮罩

source: Clear the console
ar: مسح وحدة التحكم
de: Konsole leeren
es: Borrar la consola
fr: Effacer la console
hi: कंसोल साफ़ करें
it: Cancella la console
ja: コンソールを消去
ko: 콘솔 지우기
pl: Wyczyść konsolę
pt_br: Limpar o console
ru: Очистить консоль
tr: Konsolu temizle
uk: Очистити консоль
zh_hans: 清除控制台
zh_hant: 清除主控台

source: Clock
ar: ساعة
de: Uhr
es: Reloj
fr: Horloge
hi: घड़ी
it: Orologio
ja: 時計
ko: 시계
pl: Zegar
pt_br: Relógio
ru: Часы
tr: Saat
uk: Годинник
zh_hans: 时钟
zh_hant: 時鐘

source: Clock Text
ar: نص الساعة
de: Uhrzeittext
es: Texto de reloj
fr: Texte d’horloge
hi: घड़ी टेक्स्ट
it: Testo orologio
ja: 時計テキスト
ko: 시계 텍스트
pl: Tekst zegara
pt_br: Texto de Relógio
ru: Текст часов
tr: Saat Metni
uk: Текст годинника
zh_hans: 时钟文本
zh_hant: 時鐘文字

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

source: Close the script editor
ar: إغلاق محرر البرامج النصية
de: Skripteditor schließen
es: Cerrar el editor de scripts
fr: Fermer l’éditeur de script
hi: स्क्रिप्ट एडिटर बंद करें
it: Chiudi l’editor di script
ja: スクリプトエディタを閉じる
ko: 스크립트 편집기 닫기
pl: Zamknij edytor skryptów
pt_br: Fechar o editor de scripts
ru: Закрыть редактор скриптов
tr: Betik düzenleyiciyi kapat
uk: Закрити редактор скриптів
zh_hans: 关闭脚本编辑器
zh_hant: 關閉腳本編輯器

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
ko: 색상
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

source: Combo
ar: قائمة منسدلة
de: Auswahlmenü
es: Menú desplegable
fr: Menu déroulant
hi: कॉम्बो
it: Menu a comparsa
ja: コンボボックス
ko: 콤보
pl: Lista rozwijana
pt_br: Menu Suspenso
ru: Список
tr: Açılır Menü
uk: Список
zh_hans: 下拉菜单
zh_hant: 下拉式選單

source: Comparison
ar: المقارنة
de: Vergleich
es: Comparación
fr: Comparaison
hi: तुलना
it: Confronto
ja: 比較
ko: 비교
pl: Porównanie
pt_br: Comparação
ru: Сравнение
tr: Karşılaştırma
uk: Порівняння
zh_hans: 比较
zh_hant: 比較

source: Composition
ar: تركيب
de: Komposition
es: Composición
hi: कंपोज़िशन
it: Composizione
ja: コンポジション
ko: 컴포지션
pl: Kompozycja
pt_br: Composição
ru: Композиция
tr: Kompozisyon
uk: Композиція
zh_hans: 合成
zh_hant: 合成

source: Composition Layer
ar: طبقة تركيب
de: Kompositionsebene
es: Capa de composición
fr: Calque de composition
hi: कंपोज़िशन लेयर
it: Livello di composizione
ja: コンポジションレイヤー
ko: 컴포지션 레이어
pl: Warstwa kompozycji
pt_br: Camada de Composição
ru: Слой композиции
tr: Kompozisyon Katmanı
uk: Шар композиції
zh_hans: 合成图层
zh_hant: 合成圖層

source: Condition
ar: الشرط
de: Bedingung
es: Condición
hi: कंडीशन
it: Condizione
ja: 条件
ko: 조건
pl: Warunek
pt_br: Condição
ru: Условие
tr: Koşul
uk: Умова
zh_hans: 条件
zh_hant: 條件

source: Console
ar: وحدة التحكم
de: Konsole
es: Consola
hi: कंसोल
ja: コンソール
ko: 콘솔
pl: Konsola
ru: Консоль
tr: Konsol
uk: Консоль
zh_hans: 控制台
zh_hant: 主控台

source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
hi: सामग्री
it: Contenuto
ja: 内容
ko: 내용
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
tr: İçerik
uk: Вміст
zh_hans: 内容
zh_hant: 內容

source: Copy
ar: نسخة
de: Kopie
es: Copia
fr: Copie
hi: कॉपी
it: Copia
ja: コピー
ko: 사본
pl: Kopia
pt_br: Cópia
ru: Копия
tr: Kopya
uk: Копія
zh_hans: 副本
zh_hant: 複本

source: Copy Path
ar: نسخ المسار
de: Pfad kopieren
es: Copiar ruta
fr: Copier le chemin
hi: पाथ कॉपी करें
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
pl: Kopiuj ścieżkę
pt_br: Copiar Caminho
ru: Скопировать путь
tr: Yolu Kopyala
uk: Скопіювати шлях
zh_hans: 拷贝路径
zh_hant: 拷貝路徑

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
it: Data
ja: 日付
ko: 날짜
pl: Data
pt_br: Data
ru: Дата
tr: Tarih
uk: Дата
zh_hans: 日期
zh_hant: 日期

source: Date Text
ar: نص التاريخ
de: Datumstext
es: Texto de fecha
fr: Texte de date
hi: तारीख टेक्स्ट
it: Testo data
ja: 日付テキスト
ko: 날짜 텍스트
pl: Tekst daty
pt_br: Texto de Data
ru: Текст даты
tr: Tarih Metni
uk: Текст дати
zh_hans: 日期文本
zh_hant: 日期文字

source: Decimals
ar: المنازل العشرية
de: Dezimalstellen
es: Decimales
fr: Décimales
hi: दशमलव स्थान
it: Decimali
ja: 小数点以下の桁数
ko: 소수 자릿수
pl: Miejsca po przecinku
pt_br: Casas Decimais
ru: Знаков после запятой
tr: Ondalık Basamaklar
uk: Знаків після коми
zh_hans: 小数位数
zh_hant: 小數位數

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: Типово
zh_hans: 默认
zh_hant: 預設

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Layer
ar: حذف الطبقة
de: Ebene löschen
es: Eliminar capa
fr: Supprimer le calque
hi: लेयर हटाएँ
it: Elimina livello
ja: レイヤーを削除
ko: 레이어 삭제
pl: Usunięcie warstwy
pt_br: Apagar Camada
ru: Удаление слоя
tr: Katmanı Sil
uk: Видалення шару
zh_hans: 删除图层
zh_hant: 刪除圖層

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 세부사항
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar
uk: Деталі
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Discard Changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar cambios
fr: Annuler les modifications
hi: बदलाव छोड़ें
it: Annulla modifiche
ja: 変更内容を破棄
ko: 변경 사항 폐기
pl: Odrzuć zmiany
pt_br: Descartar Alterações
ru: Отменить изменения
tr: Değişiklikleri Yok Say
uk: Скасувати зміни
zh_hans: 放弃更改
zh_hant: 放棄更動

source: Done
ar: تم
de: Fertig
es: OK
fr: Terminé
hi: हो गया
it: Fine
ja: 完了
ko: 완료
pl: Gotowe
pt_br: OK
ru: Готово
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Drop every edit made in the editor
ar: تجاهل كل التعديلات التي أُجريت في المحرر
de: Alle Änderungen aus dem Editor verwerfen
es: Descartar todos los cambios hechos en el editor
fr: Supprimer toutes les modifications faites dans l’éditeur
hi: एडिटर में किए गए सभी बदलाव हटाएँ
it: Elimina tutte le modifiche fatte nell’editor
ja: エディタで行ったすべての編集を破棄します
ko: 편집기에서 한 모든 편집 내용을 버립니다
pl: Odrzuć wszystkie zmiany wprowadzone w edytorze
pt_br: Descartar todas as alterações feitas no editor
ru: Отменить все изменения, сделанные в редакторе
tr: Düzenleyicide yapılan tüm düzenlemeleri at
uk: Відкинути всі зміни, зроблені в редакторі
zh_hans: 丢弃在编辑器中所做的所有编辑
zh_hant: 丟棄在編輯器中所做的所有編輯

source: Drop images, sounds or fonts here to import them.
ar: أفلت الصور أو الأصوات أو الخطوط هنا لاستيرادها.
de: Bilder, Töne oder Schriften hier ablegen, um sie zu importieren.
es: Suelta aquí imágenes, sonidos o tipos de letra para importarlos.
fr: Déposez ici des images, des sons ou des polices pour les importer.
hi: इंपोर्ट करने के लिए इमेज, साउंड या फ़ॉन्ट यहाँ छोड़ें।
it: Trascina qui immagini, suoni o font per importarli.
ja: 画像、サウンド、フォントをここにドロップして読み込みます。
ko: 이미지, 사운드 또는 서체를 여기에 놓아 가져옵니다.
pl: Upuść tu obrazy, dźwięki lub czcionki, aby je zaimportować.
pt_br: Solte imagens, sons ou fontes aqui para importá-los.
ru: Перетащите сюда изображения, звуки или шрифты, чтобы импортировать их.
tr: İçe aktarmak için görüntüleri, sesleri veya yazı tiplerini buraya bırakın.
uk: Перетягніть сюди зображення, звуки або шрифти, щоб імпортувати їх.
zh_hans: 将图像、声音或字体拖到这里以导入。
zh_hant: 將影像、聲音或字體拖到這裡以匯入。

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट करें
it: Duplica
ja: 複製
ko: 복제
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt
uk: Дублювати
zh_hans: 复制
zh_hant: 複製

source: Duplicate Layer
ar: تكرار الطبقة
de: Ebene duplizieren
es: Duplicar capa
fr: Dupliquer le calque
hi: लेयर डुप्लिकेट करें
it: Duplica livello
ja: レイヤーを複製
ko: 레이어 복제
pl: Duplikowanie warstwy
pt_br: Duplicar Camada
ru: Дублирование слоя
tr: Katmanı Çoğalt
uk: Дублювання шару
zh_hans: 复制图层
zh_hant: 複製圖層

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Изменить
tr: Düzenle
uk: Змінити
zh_hans: 编辑
zh_hant: 編輯

source: Edit Script
ar: تعديل البرنامج النصي
de: Skript bearbeiten
es: Editar script
fr: Modifier le script
hi: स्क्रिप्ट संपादित करें
it: Modifica script
ja: スクリプトを編集
ko: 스크립트 편집
pl: Edytuj skrypt
pt_br: Editar Script
ru: Изменить скрипт
tr: Betiği Düzenle
uk: Змінити скрипт
zh_hans: 编辑脚本
zh_hant: 編輯腳本
